export const dataForList = [
    {
        title: 'Ба́рби',
        description: 'детская игрушка, кукла, преимущественно для девочек в возрасте от 3 до 14 лет. Выпущена американской компанией Mattel в 1959 году в США — штате Висконсин. Её создатели — Рут и Эллиот Хэндлер.'
    },
    {
        title: 'История',
        description: 'Создательницей Барби стала Рут Хэндлер, супруга основателя фирмы Mattel Эллиота Хэндлера. По её словам, идея создания куклы, изображающей взрослую женщину, пришла к ней во время наблюдения за играми дочки и её подруг. '
    },
    {
        title: 'Вымышленная биография',
        description: '«Настоящее имя» Барби — Барбара Миллисент Робертс. В 1960-е её персональная легенда гласила, что она происходила из городка Уиллоус, штат Висконсин, и выросла в семье Джорджа и Маргарет Робертс. В 1990-е биография Барби изменилась: с выпуском новой «урбанистической» серии Generation Girls Барби была объявлена уроженкой Нью-Йорка.'
    },
    {
        title: 'Критика',
        description: 'Барби неоднократно становилась мишенью для критиков, считающих, что куклы Mattel плохо влияют на детей. Одно из наиболее частых обвинений связывает популярность Барби с распространением анорексии и булимии. Навязчивое стремление соответствовать идеалам красоты, проповедуемым СМИ, иногда называют «синдромом Барби».'
    },
    {
        title: 'Интересные факты',
        description: 'Барби — уникальный пример в истории музеев: впервые неживой человек, а кукла стала экспонатом в музее восковых фигур Музея Гревена.'
    }
];

export const dataForButtons =  {
        prop1: 'Content from prop1',
        prop2: 'Content from prop2',
        prop3: 'Content from prop3'
    }